import { ItemType } from '../interface';

export const emojItems: any[] = [
  {
    name: '脸与微笑', children: [
      { name: '笑脸', emoj: '😀' },
      { name: '笑脸大眼睛', emoj: '😃' },
      { name: '笑脸和微笑的眼睛', emoj: '😄' },
      { name: '脸上带着微笑的眼睛', emoj: '😁' },
      { name: '眯着眼睛笑的脸', emoj: '😆' },
      { name: '满脸汗水的笑脸', emoj: '😅' },
      { name: '笑得在地上打滚', emoj: '🤣' },
      { name: '满脸喜悦的泪水', emoj: '😂' },
      { name: '微微微笑的脸', emoj: '🙂' },
      { name: '颠倒的脸', emoj: '🙃' },
      { name: '融化的脸', emoj: '🫠' },
      { name: '眨眼的脸', emoj: '😉' },
      { name: '微笑的脸和微笑的眼睛', emoj: '😊' },
      { name: '带光环的笑脸', emoj: '😇' },
    ]
  }
]








